[
    {
        "date": "04/04/2024",
        "imgUrl": "",
        "permalink": "the-main-problems-with-gdp-as-a-measure-of-well-being",
        "pl":{
            "title": "Jakie są podstawowe problemy PKB jako miary dobrobytu?",
            "excerpt": "PKB jako główny wskaźnik dobrobytu społecznego ma swoje ograniczenia. Koncentracja PKB na aspektach materialnych pomija niematerialne aspekty dobrobytu, takie jak zdrowie, edukacja i sprawiedliwość społeczna. Wzrost PKB per capita nie gwarantuje równomiernego rozwoju, ponieważ nie uwzględnia nierówności społecznych.",
            "content": "Produkt krajowy brutto to makroekonomiczny wskaźnik dóbr i usług finalnych wyprodukowanych przez gospodarkę państwa w danym okresie (najczęściej rocznym). PKB jest używany do określenia wielkości krajowej gospodarki i obecnych w niej tendencji. Do porównania państw konieczna jest korekta ze względu na ich wielkość, wtedy stosuje się PKB per capita, czyli wartość PKB podzieloną przez liczbę mieszkańców. PKB per capita bywa używane nie tylko jako miara dochodów i wydatków obywateli, ale też jako miara dobrobytu społeczeństwa. Zanim dowiemy się dlaczego to podejście nie jest poprawne, poznajmy historię PKB.<br><br>Produkt Krajowy Brutto (PKB) jest dominującym wskaźnikiem używanym do określenia wzrostu gospodarczego i dobrobytu społeczeństwa od czasów II wojny światowej. Autorem tej miary jest rosyjsko-amerykański ekonomista białoruskiego pochodzenia, laureat nagrody Nobla, Simon Kuznets (Siemon Kuzniec). W czasie kryzysu gospodarczego w latach 30 XX wieku, rządy USA i Europy szukały sposobu na zarządzanie gospodarką. Potrzebny był system rachunkowy, umożliwiający kontrolę wartości dóbr i usług. Wtedy Simon Kuznets opracował Produkt Narodowy Brutto (PNB), a na jego podstawie Produkt Krajowy Brutto (PKB). Trzeba wspomnieć o tym, że Kuznets, świadomy niedoskonałości PKB, był przeciwny używaniu go jako miernika postępu gospodarczego. Zdaniem Kuznetsa miernik ten mógłby służyć za drogowskaz dla rządzących po uwzględnieniu w nim społecznych kosztów postępu gospodarczego. To pozwoliłoby zwrócić uwagę na dobrostan społeczeństwa i środowiska. W czasach wielkiego kryzysu i II wojny światowej, rządy opierały decyzje polityczne na PKB, aktywność gospodarcza została określona jako zbyt niska, inwestycje rządów w infrastrukturę stworzyły nowe miejsca pracy, co z kolei zwiększyło popyt. Dynamika gospodarczka unormowała się. W 1944 na konferencji w Bretton Woods przedstawiciele 44 państw alianckich przyjęli PKB za standard pomiaru jakości gospodarki i życia ludności. Chociaż nie wszystkie postanowienia konferencji Bretton Woods utrzymały się w światowej gospodarce, PKB do dziś jest podstawową miarą rozwoju gospodarczego i dobrobytu społeczeństwa. Szczególnie od 1960, kiedy powstała Organizacja Współpracy Gospodarczej i Rozwoju (OCED), światowa gospodarka zmieniła nastawienie na osiąganie trwałego i jak najwyższego wzrostu gospodarczego. Światowe PKB co roku wzrasta o 2-3%.<h3>Jakie są podstawowe problemy PKB jako miary dobrobytu?</h3><h5><i> &gt; Nie rozróżnia pożytecznej i szkodliwej działalności</i></h5>Podwyższenie wartości PKB wystąpi w przypadku podniesienia wieku emerytalnego czy nadmiernej eksploatacji zasobów naturalnych, takie zmiany mają negatywny wpływ na dobrostan ludności, szczególnie w długim okresie. PKB pomija koszty zewnętrzne ponoszone przez społeczeństwo.<h5><i> &gt; Nie uwzględnia nieodpłatnej pracy na rzecz społeczeństwa</i></h5>PKB nie mierzy działalności charytatywnej czy nieodpłatnej pracy w domu. Rzeczywista wartość gospodarcza jest zatem niedoszacowana, co więcej ze względu na różnice kulturowe między regionami i państwami niedoszacowanie jest nieproporcjonalne, co zaburza możliwość porównania gospodarek krajowych. Pominięcie czynników aktywności gospodarczej, które mają istotny wpływ na poziom życia społeczeństwa (np. nieodpłatna opieka nad dziećmi czy osobami starszymi, utrzymywanie porządku w otoczeniu) sprawia, że PKB nie informuje o poziomie życia w danym państwie.<h5><i> &gt; Pomija niematerialne aspekty dobrobytu</i></h5>PKB koncentruje się na materialnym wymiarze życia społeczeństwa, zatem pomija aspekty takie jak: zdrowie, edukacja, dbałość o środowisko, praworządność. Te pomijane przez PKB aspekty pełnią jednak kluczową rolę w badaniach jakości życia ludności.<h5><i> &gt; Nie uwzględnia nierówności społecznych</i></h5>Rosnąca wartość PKB per capita nie oznacza sprawiedliwej dystrybucji dochodów. Co więcej, kapitalizm zakłada pomnażanie zasobów opierające się na ich akumulacji. Zatem w krajach o dużych nierównościach majątkowych, wzrost PKB pogłębia istniejące rozbieżności.<br><br>We współczesnej ekonomii proponowane są alternatywne wobec PKB sposoby pomiaru jakości życia, niekiedy nazywanej poziomem szczęścia. Wiele z tych alternatyw bazuje na statystycznej analizie subiektywnych danych dotyczących jakości życia, np. World Happiness Report. Niektóre z alternatyw PKB uwzględniają wartości liczbowe, np.: ślad ekologiczny państwa, wartość oczekiwanej długości życia czy skala korupcji. Społeczeństwa przykładają coraz większą wagę do jakości życia, co zwiększa presję na zmianę sposobów jej pomiaru. Świat nie zastanawia się już czy można określić jakość życia inaczej niż poprzez PKB, ale jak to zrobić. Za Johnem Helliwellem, kanadyjskim ekonomistą i redaktorem World Happiness Report: jesteśmy coraz bliżej nadania empirycznej struktury danym różnego typu i zmierzenia tego, co do tej pory było przedmiotem debaty filozoficzej. ",
            "imgDesc": ""
        },
        "eng": {
            "title": "What are the main cons of using GDP as a measure of well-being?",
            "excerpt": "Focused on material aspects, GDP overlooks non-material aspects of well-being such as health, education, and social justice. The growth of GDP per capita does not guarantee equitable development, since it does not account for social inequalities.",
            "content": "",
            "imgDesc": ""
        },
        "fr": {
            "title": "Quels sont les principaux problèmes posés par le PIB comme mesure du bien-être?",
            "excerpt": "Le PIB comme indicateur principal du bien-être social a ses limites. Concentré sur les aspects matériels, le PIB néglige les aspects non matériels du bien-être tels que la santé, l'éducation et la justice sociale. La croissance du PIB par habitant ne garantit pas un développement équitable, car elle ne tient pas compte des inégalités sociales.",
            "content": "",
            "imgDesc": ""
        },
        "sources": [
            {
                "name": "J. Hickel, &quot;Mniej znaczy lepiej&quot;, 2022 Karakter ",
                "link": "https://karakter.pl/product-pol-541-Mniej-znaczy-lepiej-O-tym-jak-odejscie-od-wzrostu-gospodarczego-ocali-swiat.html"
            },
            {
                "name": "J. Helliwell, Measuring Subjective Well-Being for Policy and Individual Use, Meksyk, 17/04/2014",
                "link": "https://www.youtube.com/watch?v=vStTFY9dnLM"
            },
            {
                "name": "L. Musikanski, Measuring Happiness to Guide Public Policy Making: A Survey of Instruments and Policy Initiatives, “The Journal of Social Change”, volume 7, 2015",
                "link": "https://scholarworks.waldenu.edu/cgi/viewcontent.cgi?article=1099&context=jsc"
            }
        ]
    }
]
    