[
	{
		"date": "03/2022 - 06/2022",
		"img": "imgs/projects/datascience.jpg",
		"permalink": "datascienceinpractice",
		"pl": {
			"title": "Data Science in Practice",
			"excerpt": "W ramach projektu pracowałam nad klasyfikacją klientów pod kątem wniosków kredytowych. Wybrany model został szczegółowo objaśniony za pomocą technik SHAP, LIME i PDP. Nasza praca pozwoliła lepiej zrozumieć procesy decyzyjne w sektorze finansowym.",
			"content": "<p>W projekcie &quot;Data Science in Practice&quot; uczestniczyłam w czasie studiów licencjackich na kierunku Ekonometria i Analityka Danych na Uniwersytecie Łódzkim, projekt był realizowany we współpracy z McKinsey oraz Uniwersytetem Warszawskim. Jego celem było zastosowanie technik uczenia maszynowego w praktyce biznesowej. Jako uczestniczka projektu, wraz z zespołem, pracowałam nad rozdziałem czwartym, skoncentrowanym na klasyfikacji klientów ze względu na predyspozycje do złożenia wniosku kredytowego. Praca miała na celu identyfikację kluczowych czynników wpływających na decyzję o złożeniu wniosku kredytowego. W czasie trwania projektu porównane zostały modele klasyfikacji, a dla najlepszego z nich przygotowano zestawienie kluczowych cech w oparciu o techniki objaśniania modeli typu blackbox. Do wyboru najistotniejszych zmiennych wykorzystano metody SHAP, LIME i PDP. Te techniki umożliwiły lepsze zrozumienie, jak poszczególne zmienne wpływają na wyniki klasyfikacji. To pozwoliło na wnioskowanie o procesach decyzyjnych klientów w sektorze finansów. Treść podsumowania projektu jest dostępna pod załączonym linkiem.</p>"
		},
		"fr": {
			"title": "Data Science in Practice",
			"excerpt": "Au cours du projet, j'ai travaillé sur la classification des clients en fonction de la demande de prêt. Le modèle sélectionné a été expliqué en détail à l'aide des techniques SHAP, LIME et PDP. Le travail effectué a permis de mieux comprendre les processus de prise de décision dans le secteur financier.",
			"content": "J'ai participé au projet &quot;Data Science in Practice&quot; pendant ma licence en Économétrie et Analyse de Données à l'Université de Lodz, le projet a été réalisé en coopération avec McKinsey et l'Université de Varsovie. L’objectif du projet était d'appliquer les techniques d'apprentissage automatique à la pratique des affaires. Comme participante du projet, j'ai travaillé avec le groupe sur le chapitre quatre, centré sur la classification des clients en considérant leur prédisposition à faire une demande de prêt. L'étude visait à identifier les facteurs clés influençant la décision de soumettre une demande de prêt. Au cours du projet, les modèles de classification ont été comparés et le meilleur a été sélectionné. Un résumé des caractéristiques clés a ensuite été préparé à l'aide de techniques d'explication de modèles de type black box. Les méthodes SHAP, LIME et PDP ont été utilisées pour sélectionner les variables les plus importantes. Ces techniques ont permis de mieux comprendre comment les variables individuelles affectent les résultats de la classification. Cela a permis de tirer des conclusions sur les processus de prise de décision par les clients du secteur financier. Le résumé du projet est disponible sur le lien ci-joint."
		},
		"eng": {
			"title": "Data Science in Practice",
			"excerpt": "During the project, I worked on classifying clients based on credit application. The selected model was thoroughly explained using SHAP, LIME, and PDP techniques. Our work allowed for a better understanding of decision-making processes in the financial sector.",
			"content": "I participated in the &quot;Data Science in Practice&quot; project during my BA in Econometrics and Data Analytics at the University of Lodz, the project was carried out in cooperation with McKinsey and the University of Warsaw. Its aim was to apply machine learning techniques to business practice. As a participant of the project, I worked with the group on chapter four, focused on the classification of customers due to their predisposition to make a loan application. The study aimed to identify the key factors influencing the decision to submit a loan application. During the project, the classification models were compared and the best one was selected. A summary of key features was then prepared using black box model explanation techniques. SHAP, LIME and PDP methods were used to select the most relevant variables. These techniques enabled a better understanding of how individual variables affect the classification results. This allowed to draw conclusions about customers' decision-making processes in the finance sector. I participated in the 'Data Science in Practice' project during my BA in Econometrics and Data Analytics at the University of Lodz, the project was carried out in cooperation with McKinsey and the University of Warsaw. Its aim was to apply machine learning techniques to business practice. As a participant of the project, I worked with the group on chapter four, focused on the classification of customers due to their predisposition to make a loan application. The study aimed to identify the key factors influencing the decision to submit a loan application. During the project, the classification models were compared and the best one was selected. A summary of key features was then prepared using black box model explanation techniques. SHAP, LIME and PDP methods were used to select the most relevant variables. These techniques enabled a better understanding of how individual variables affect the classification results. This allowed to draw conclusions about customers' decision-making processes in the finance sector. The content of the project summary is available at the link."
		},
		"links": [
			{
				"name_pl": "XAI Stories 3.0",
				"name_eng": "XAI Stories 3.0",
				"name_fr": "XAI Stories 3.0",
				"url": "https://pbiecek.github.io/xai_stories_3/"
			}
		]
	}
]
